export const langOpts = {
    Январь: {
      ua: 'січень',
    },
    Февраль: {
      ua: 'лютий',
    },
    Март: {
      ua: 'березень',
    },
    Апрель: {
      ua: 'квітень',
    },
    Май: {
      ua: 'травень',
    },
    Июнь: {
      ua: 'червень',
    },
    Июль: {
      ua: 'липень',
    },
    Август: {
      ua: 'серпень',
    },
    Сентябрь: {
      ua: 'вересень',
    },
    Октябрь: {
      ua: 'жовтень',
    },
    Ноябрь: {
      ua: 'листопад',
    },
    Декабрь: {
      ua: 'грудень',
    },
  
    Продукты: { ua: 'Продукти' },
  
    Развлечения: { ua: 'Розваги' },
  
    Здоровье: { ua: "Здоров'я" },
    Алкоголь: { ua: 'Алкоголь' },
  
    'Всё для дома': { ua: 'Все для дому' },
  
    Техника: { ua: 'Техніка' },
    Транспорт: { ua: 'Транспорт' },
  
    'Коммуналка и связь': { ua: 'Комуналка' },
  
    'Спорт и хобби': { ua: 'Спорт і хобі' },
  
    Образование: { ua: 'Освіта' },
  
    Прочее: { ua: 'Інше' },
  
    'Доп. доход': { ua: 'Дод. дохід' },
    'З/П': { ua: 'З/П' },
  
    expenses: { ua: 'ВИТРАТИ' },
  
    incomes: { ua: 'ДОХОДИ' },
  };